package com.hxqc.aroundservice.util;

/**
 * Author:胡仲俊
 * Date: 2016 - 04 - 07
 * FIXME
 * Todo
 */
public class TestData {

    public static String[] getProvinces() {

        String[] provinces = {"北京市","天津市","上海市","重庆市","河北省","山西省","辽宁省","吉林省","黑龙江省","江苏省","浙江省","安徽省","福建省","台湾省","江西省","山东省","河南省","湖北省",
                "湖南省","广东省","海南省","四川省","贵州省","云南省","陕西省","甘肃省","青海省","内蒙古自治区","广西壮族自治区","西藏自治区","宁夏回族自治区","新疆维吾尔自治区","香港特别行政区","澳门特别行政区"};
        return provinces;
    }

    public static String[][] getCities() {
//        String [][] cities = {{},{},{},{},{"郑州市","洛阳市""焦作市""商丘市""信阳市""周口市""鹤壁市""安阳市""濮阳市""驻马店市南阳市开封市漯河市许昌市新乡市济源市灵宝市偃师市邓州市登封市三门峡市新郑市禹州市巩义市永城市长葛市义马市林州市项城市汝州市荥阳市平顶山市卫辉市辉县市舞钢市新密市孟州市沁阳市郏县}};
        return null;
    }
}
